Repository: NMarjou/localization-app
Catalog: TMs/en-US_pt-PT.tmx
Source language: en_us
Languages: pt_pt

source: Reviews in the selected stage: {{count}}
pt_pt: Avaliações na fase selecionada: {{count}}

source: {{count}} reviews were successfully moved.
pt_pt: {{count}} avaliações foram movidas com sucesso.

source: {{count}} review was successfully moved.
pt_pt: {{count}} avaliação foi movida com sucesso.

source: Move to "Conversation & publication" stage
pt_pt: Mover para a fase de "Conversa e publicação"

source: Move to "Closed (system)" stage
pt_pt: Mover para a fase "Fechado (sistema)"

source: Move to "Pending sign-off" stage
pt_pt: Mover para a fase "A aguardar aprovação"

source: Reopen (worker and manager)
pt_pt: Reabrir (trabalhador e gestor)

source: You’re about to reassign the manager for this performance review. The new manager will gain all permissions and actions currently available to the existing manager.
pt_pt: Está prestes a reatribuir o gestor desta avaliação de desempenho. O novo gestor obterá todas as permissões e ações atualmente disponíveis para o gestor existente.

source: Reviews in "{{stage}}" stage: {{count}}
pt_pt: Avaliações na fase "{{stage}}": {{count}}

source: Exclude sensitive content
pt_pt: Excluir conteúdo sensível

source: Search for sensitive content
pt_pt: Pesquisar por conteúdo sensível

source: Show only sensitive content
pt_pt: Mostrar apenas conteúdo sensível

source: Show all
pt_pt: Mostrar tudo

source: Back to performance review templates
pt_pt: Voltar aos modelos de avaliação de desempenho

source: Delete selected
pt_pt: Eliminar selecionado

source: Reviews that have passed the moderation stage cannot be deleted.
pt_pt: As avaliações que passaram pela fase de moderação não podem ser eliminadas.

source: Current stage
pt_pt: Fase atual

source: Global ID
pt_pt: ID global

source: Review content
pt_pt: Rever conteúdo

source: Manager view
pt_pt: Vista do gestor

source: Move to a different stage
pt_pt: Passar para uma fase diferente

source: New review stage
pt_pt: Nova fase de avaliação

source: Search results: {{count}}
pt_pt: Resultados da pesquisa: {{count}}

source: Review stage: {{stage}}
pt_pt: Etapa de avaliação: {{stage}}

source: View review
pt_pt: Ver avaliação

source: This review doesn't exist or is no longer available to you.
pt_pt: Esta avaliação não existe ou já não está disponível para si.

source: Indicate frequency
pt_pt: Indicar frequência

source: Only reopen the form if you want the worker to also edit and resubmit their review. Otherwise, you can edit your comments and rating directly below.
pt_pt: Reabra o formulário apenas se quiser que o trabalhador também edite e reenvie a sua avaliação. Caso contrário, pode editar os seus comentários e classificação diretamente abaixo.

source: If you reopen this review, {{employee}} will be notified and will be able to edit their review.
pt_pt: Se reabrir esta avaliação, {{employee}} receberá uma notificação e poderá editar a respetiva avaliação.

source: If you reopen this review, {{employee}} will be notified.
pt_pt: Se reabrir esta avaliação, {{employee}} será notificado.

source: Requested to {{count}} workers:
pt_pt: Solicitado a {{count}} trabalhadores:

source: Requested to 1 worker:
pt_pt: Solicitado a 1 trabalhador:

source: {{count}} people have answered this request
pt_pt: {{count}} pessoas responderam a este pedido

source: {{count}} person has answered this request
pt_pt: {{count}} pessoa respondeu a este pedido

source: {{count}} people have not answered this request
pt_pt: {{count}} pessoas não responderam a este pedido

source: {{count}} person has not answered this request
pt_pt: {{count}} pessoa não respondeu a este pedido

source: Add all goal types
pt_pt: Adicionar todos os tipos de objetivo

source: If you publish this review now, {{employee}} will not be able to submit their self-review and you will not be able to edit your review later. Once published, {{employee}} will see the outcome of the review.
pt_pt: Se publicar esta avaliação agora, não poderá editar a sua avaliação mais tarde e {{employee}} não poderá enviar a respetiva autoavaliação. Uma vez que a avaliação seja publicada, {{employee}} poderá ver o resultado da avaliação.

source: I understand. I want to publish this review now.
pt_pt: Compreendo. Quero publicar esta avaliação agora.

source: OK. I will wait for the self-review to be submitted, and I will publish this review later.
pt_pt: OK. Vou aguardar o envio da autoavaliação e publicarei esta avaliação mais tarde.

source: Peers
pt_pt: Pares

source: Self
pt_pt: Auto

source: 360 review
pt_pt: Avaliação 360

source: Your review was submitted and will now be visible to the manager reviewer. Once published by the manager, the self-reviewer will also be able to see your input.
pt_pt: A sua avaliação foi enviada e agora estará visível para o avaliador do gestor. Uma vez publicada pelo gestor, o autoavaliador também poderá ver o seu contributo.

source: The new manager was successfully assigned to the review.
pt_pt: O novo gerente foi designado com sucesso para a avaliação.

source: The manager was successfully removed from the review.
pt_pt: O gestor foi removido com sucesso da revisão.

source: Additional managers
pt_pt: Gestores adicionais

source: After applying, all remaining requests to add managers by the worker will be dismissed.
pt_pt: Após a aplicação, todos os pedidos restantes para adicionar gestores pelo trabalhador serão rejeitados.

source: Remember that the focus of your performance review should be the changes you can make to be more impactful in the future. It’s good to reflect on the past, but don't forget to translate it into an action looking forward.
pt_pt: Lembre-se de que o foco da sua avaliação de desempenho deve ser as mudanças que pode fazer para ter mais impacto no futuro. É bom refletir sobre o passado, mas não se esqueça de traduzi-lo em uma ação para o futuro.

source: Here are some tips to make the most out of your performance conversation.
pt_pt: Aqui estão algumas dicas para tirar o máximo proveito da sua conversa sobre desempenho.

source: Performance reviews can be daunting; make sure to address any concerns you have with your manager before the review so that you can have a productive conversation together.
pt_pt: As avaliações de desempenho podem ser intimidadoras; certifique-se de abordar quaisquer preocupações que tenha com o seu gestor antes da avaliação para que possam ter uma conversa produtiva juntos.

source: Gather your performance data, including feedback from colleagues, progress on your goals, survey reports, and any other relevant data. It is important to analyze your performance data so that you're ready and prepared for your performance review.
pt_pt: Reúna os seus dados de desempenho, incluindo feedback de colegas, progresso nos seus objetivos, relatórios de inquéritos e quaisquer outros dados relevantes. É importante analisar os seus dados de desempenho para que esteja pronto e preparado para a sua avaliação de desempenho.

source: Have a great review conversation!
pt_pt: Tenha uma ótima conversa de avaliação!

source: Ahead of your performance review, take the time to look back on your progress and your achievements. This is the time to voice how you want to progress in your role and to plan a roadmap with your manager.
pt_pt: Antes da sua avaliação de desempenho, reserve um tempo para refletir sobre o seu progresso e as suas conquistas. Este é o momento para expressar como deseja progredir na sua função e para planear um roteiro com o seu gestor.

source: Attachment:
pt_pt: Anexo:

source: Why not request feedback on your behaviors now?
pt_pt: Por que não solicitar feedback sobre os seus comportamentos agora?

source: Hide behavior details
pt_pt: Ocultar detalhes do comportamento

source: For your conversation, reflect on {{name}}'s behavior profile and think about occurrences when they have demonstrated each behavior, and what you think they should focus on in the future.
pt_pt: Para a sua conversa, reflita sobre o perfil comportamental de {{name}} e pense em ocorrências em que demonstrou cada comportamento, e no que acha que deve focar no futuro.

source: For your conversation, reflect on your behavior profile and think about occurrences when you demonstrated each behavior, or how you can focus on them in the future. Reflect on any feedback or insights you have received from your colleagues and whether you can use these to highlight any examples you have. Notice any gaps in your wheel? Request feedback now from your peers and stakeholders on any key behaviors.
pt_pt: Para a sua conversa, reflita sobre o seu perfil comportamental e pense em ocorrências em que demonstrou cada comportamento, ou como pode focar-se neles no futuro. Reflita sobre qualquer feedback ou perceções que tenha recebido dos seus colegas e se pode usá-los para destacar algum exemplo que tenha. Nota alguma lacuna na sua roda? Solicite feedback agora aos seus pares e partes interessadas sobre quaisquer comportamentos-chave.

source: Show behavior details
pt_pt: Mostrar detalhes do comportamento

source: {{name}} has not received any behaviors over this review period.
pt_pt: {{name}} não recebeu nenhum comportamento durante este período de avaliação.

source: You have not received any behaviors over this review period.
pt_pt: Não recebeu quaisquer comportamentos durante este período de avaliação.

source: {{name}}'s behavior profile
pt_pt: Perfil de comportamento de {{name}}

source: This was not resolved. I want to formally challenge my review.
pt_pt: Isto não foi resolvido. Quero contestar formalmente a minha avaliação.

source: Discussion requested
pt_pt: Discussão solicitada

source: Challenged
pt_pt: Desafiado

source: Change scale
pt_pt: Alterar escala

source: Comments added by:
pt_pt: Comentários adicionados por:

source: Share your final thoughts
pt_pt: Partilhe os seus pensamentos finais

source: Complete moderation
pt_pt: Moderação completa

source: Go to the review list
pt_pt: Ir para a lista de avaliações

source: Stay on this review
pt_pt: Ficar nesta avaliação

source: Please check the status of the review timeline at the top of the review form to see the next step in the process for {{employee}}.
pt_pt: Por favor, verifique o estado da linha temporal da Review no topo do formulário de Review para ver o próximo passo no processo para {{employee}}.

source: You have completed the moderation stage.
pt_pt: Concluiu a fase de moderação.

source: I confirm that I have received feedback during the review challenge process.
pt_pt: Confirmo que recebi feedback durante o processo de contestação de avaliação.

source: Confirmation
pt_pt: Confirmação

source: Performance conversation confirmation
pt_pt: Confirmação da conversa de desempenho

source: Create custom widget
pt_pt: Criar widget personalizado

source: Edit widget
pt_pt: Editar widget

source: No custom widgets yet
pt_pt: Ainda não há widgets personalizados

source: Editable after result publication
pt_pt: Editável após a publicação dos resultados

source: Are you sure you want to exit? Your changes will not be saved.
pt_pt: Tem a certeza de que deseja sair? As suas alterações não serão guardadas.

source: Create widget
pt_pt: Criar widget

source: Enter a question
pt_pt: Insira uma pergunta

source: Widget title
pt_pt: Título do widget

source: Enter a title
pt_pt: Insira um título

source: Widget visible to managers and workers
pt_pt: Widget visível para gestores e trabalhadores

source: Widget visible only to managers
pt_pt: Widget visível apenas para gestores

source: Widget placement
pt_pt: Colocação de widget

source: Above the overall performance
pt_pt: Acima do desempenho geral

source: End of the form
pt_pt: Fim do formulário

source: Top of the form
pt_pt: Início do formulário

source: Response visibility
pt_pt: Visibilidade da resposta

source: Reassign my manager review
pt_pt: Reatribuir a minha avaliação de gestor

source: Manager — Reassigned by {{name}}
pt_pt: Gestor — Reatribuído por {{name}}

source: Reassigned manager review to:
pt_pt: Avaliação do gestor reatribuída a:

source: Reassigned to you by:
pt_pt: Reatribuído a si por:

source: I want to discuss further
pt_pt: Quero discutir mais a fundo

source: Do you want to respond or highlight any changes to the worker?
pt_pt: Deseja responder ou destacar alguma alteração ao trabalhador?

source: You have indicated that you would like to have a conversation about your review; therefore, your manager will be able to amend their ratings and comments. Once they republish the review, you will be able to accept or challenge their final submission.
pt_pt: Indicou que gostaria de ter uma conversa sobre a sua avaliação; sendo assim, o seu gestor poderá alterar as suas classificações e comentários. Assim que republicarem a avaliação, poderá aceitar ou contestar a sua submissão final.

source: Edit performance review
pt_pt: Editar avaliação de desempenho

source: If you submit your self-review now, you will not be able to edit it later.
pt_pt: Se enviar a sua autoavaliação agora, não poderá editá-la mais tarde.

source: If you submit now, {{employee}} will not be able to submit their self-review.
pt_pt: Se enviar agora, {{employee}} não poderá enviar a sua autoavaliação.

source: I understand. I want to submit my self-review now.
pt_pt: Compreendo. Quero enviar a minha autoavaliação agora.

source: Your self-review was submitted to your manager.
pt_pt: Sua autoavaliação foi enviada ao seu gestor.

source: I understand. I want to submit my review now and start the performance conversation.
pt_pt: Compreendo. Quero e enviar a minha avaliação agora e iniciar a conversa sobre desempenho.

source: I need to continue making changes. I will submit my review later.
pt_pt: Preciso de continuar a fazer alterações. Enviarei a minha avaliação mais tarde.

source: I need to continue making changes. I will submit my self-review later.
pt_pt: Preciso de continuar a fazer alterações. Enviarei a minha autoavaliação mais tarde.

source: No description, measurement criteria or key deliverables to display.
pt_pt: Não há descrição, critérios de medição ou principais entregas a apresentar.

source: If you submit your review now, you will not be able to edit it later.
pt_pt: Se enviar a sua avaliação agora, não poderá editá-la mais tarde.

source: If you submit now, {{reviewers}} will not be able to submit their reviews.
pt_pt: Se enviar agora, {{reviewers}} não poderão enviar as suas avaliações.

source: I understand. I want to submit my manager review now.
pt_pt: Compreendo. Quero enviar a minha avaliação de gestor agora.

source: OK. I will wait for the other reviews to be submitted.
pt_pt: OK. Vou aguardar que as outras avaliações sejam enviadas.

source: The additional manager review is optional. No review was provided yet.
pt_pt: A avaliação adicional do gestor é opcional. Ainda não foi fornecida nenhuma avaliação.

source: I understand. I want to submit my review now.
pt_pt: Compreendo. Quero enviar a minha avaliação agora.

source: {{name}} has not received any feedback that is visible to you over this review period.
pt_pt: {{name}} não recebeu nenhum feedback que seja visível para si durante este período de avaliação.

source: Why not review your feedback now?
pt_pt: Por que não analisar o seu feedback agora?

source: You have not received any feedback that is visible to {{name}} over this review period.
pt_pt: Não recebeu nenhum feedback visível para {{name}} durante este período de avaliação.

source: Change overall performance comment
pt_pt: Alterar comentário geral de desempenho

source: Change overall performance rating
pt_pt: Alterar a classificação geral de desempenho

source: Clicking the button will confirm your agreement with the performance review data.
pt_pt: Ao clicar no botão, o utilizador confirma que concorda com os dados da avaliação de desempenho.

source: This performance review was validated by a higher-level manager.
pt_pt: Esta avaliação de desempenho foi validada por um gestor de nível superior.

source: The review was successfully validated.
pt_pt: A avaliação foi validada com sucesso.

source: This snapshot reflects the status of the behaviors as of {{date}}
pt_pt: Este instantâneo reflete o estado dos comportamentos a partir de {{date}}

source: Close details
pt_pt: Fechar detalhes

source: Tags:
pt_pt: Etiquetas:

source: View details
pt_pt: Ver detalhes

source: Goals and feedback were shared with the reassigned manager to enable completion of the review.
pt_pt: Os objetivos e o feedback foram partilhados com o gestor reatribuído para permitir a conclusão da avaliação.

source: Goals at a glance
pt_pt: Objetivos em resumo

source: Review uploaded by HR on {{date}}
pt_pt: Avaliação carregada pelos RH em {{date}}

source: Not submitted
pt_pt: Não submetido

source: Access reviews, monitor progress, and keep up with the process.
pt_pt: Aceda às avaliações, monitorize o seu progresso e mantenha-se a par do processo.

source: This was resolved. I’m happy with the outcome.
pt_pt: Isto foi resolvido. Estou satisfeito com o resultado.

source: Go to this goal page
pt_pt: Vá para esta página de objetivo

source: Show closed reviews
pt_pt: Mostrar avaliações fechadas

source: Manager to complete the challenge review:
pt_pt: Gestor para concluir a contestação da avaliação:

source: There are {{count}} reviews in "{{stage}}" stage. Apply filters to view the reviews and move them to the next stage.
pt_pt: Existem {{count}} avaliações na fase "{{stage}}". Aplique filtros para visualizar as avaliações e movê-las para a próxima fase.

source: View all or apply filters to see reviews and available actions
pt_pt: Veja todas ou aplique filtros para ver as avaliações e as ações disponíveis

source: No reviews match your current filter selection. Edit your filter selection to find reviews and move them to other stages.
pt_pt: Nenhuma avaliação corresponde à sua seleção de filtro atual. Edite a sua seleção de filtro para encontrar avaliações e movê-las para outras etapas.

source: Apply filters to view and delete reviews
pt_pt: Aplicar filtros para ver e eliminar avaliações

source: Delete selected reviews
pt_pt: Eliminar as avaliações selecionadas

source: Search for managers and IDs
pt_pt: Pesquisar por gestores e ID

source: Search for an organizational unit
pt_pt: Pesquisar por uma unidade organizacional

source: Search for workers and IDs
pt_pt: Pesquisar por trabalhadores e ID

source: Select stage
pt_pt: Selecionar etapa

source: Move selected reviews to a different stage
pt_pt: Mover as avaliações selecionadas para uma fase diferente

source: Try adjusting your filters to find what you are looking for.
pt_pt: Tente ajustar os seus filtros para encontrar o que procura.

source: No reviews found
pt_pt: Nenhuma avaliação encontrada

source: Apply filters to view the reviews and move them to the next stage.
pt_pt: Aplique filtros para ver as avaliações e movê-las para a fase seguinte.

source: No reviews in "{{stage}}" stage match your current filter selection. Edit your filter selection to find reviews and move them to other stages.
pt_pt: Nenhuma avaliação na fase "{{stage}}" corresponde à sua seleção de filtro atual. Edite a sua seleção de filtro para encontrar avaliações e movê-las para outras fases.

source: Review stage
pt_pt: Etapa de avaliação

source: If you are ready to have a performance conversation with {{employee}}, you can then submit your review. Note that they will not see your review until you publish it.
pt_pt: Se estiver pronto para ter uma conversa sobre desempenho com {{employee}}, pode enviar a sua avaliação. Tenha em atenção que a pessoa não verá a sua avaliação até a publicar.

source: Additional manager — Invited by {{name}}
pt_pt: Gestor adicional — Convidado por {{name}}

source: Your review was submitted, but has not yet published to the worker.
pt_pt: A sua avaliação foi enviada, mas ainda não foi publicada para o trabalhador.

source: Manager requested by worker
pt_pt: Gestor solicitado pelo trabalhador

source: Add manager reviewers
pt_pt: Adicionar avaliadores de gestores

source: Additional Managers
pt_pt: Gestores adicionais

source: Your suggested additional reviewers were successfully removed.
pt_pt: Os revisores adicionais sugeridos foram removidos com sucesso.

source: Your manager will now see your suggested manager reviewers, and can invite them to participate in this review.
pt_pt: O seu gestor agora verá os gestores de avaliação sugeridos por si e poderá convidá-los a participar nesta avaliação.

source: These people can add input to your review, but they will not be responsible for the final outcome published by your manager. You will be able to view any information entered by additional reviewers once the review is published by your manager. Additional reviewers will only be able to view their own submitted response.
pt_pt: Estas pessoas podem adicionar contribuições à sua avaliação, mas não serão responsáveis pelo resultado final publicado pelo seu gestor. Poderá visualizar qualquer informação inserida por avaliadores adicionais assim que a avaliação for publicada pelo seu gestor. Os avaliadores adicionais só poderão ver a sua própria resposta enviada.

source: These people can add input to your review, but they will not be responsible for the final outcome published by your manager. You will be able to view any information entered by additional reviewers once the review is published by your manager. Note that additional managers will be able to see your self-review.
pt_pt: Estas pessoas podem adicionar informações à sua avaliação, mas não serão responsáveis pelo resultado final publicado pelo seu gestor. Poderá ver qualquer informação inserida por avaliadores adicionais assim que a avaliação for publicada pelo seu gestor. Note que gestores adicionais poderão ver a sua autoavaliação.

source: Invite workers to participate in this review
pt_pt: Convidar os trabalhadores a participar nesta avaliação

source: No additional managers yet
pt_pt: Ainda não há gestores adicionais

source: Search and suggest additional manager reviewers to the line manager
pt_pt: Procure e sugira gestores de avaliação adicionais ao superior hierárquico

source: No suggested additional managers are waiting for an invitation
pt_pt: Não há gestores adicionais sugeridos à espera de um convite

source: Manage additional managers
pt_pt: Gerir gestores adicionais

source: This option allows you to add and manage additional managers in this review.
pt_pt: Esta opção permite-lhe adicionar e gerir gestores adicionais nesta avaliação.

source: Add and manage <br/> additional managers to the review
pt_pt: Adicionar e gerir <br/> gestores adicionais à avaliação

source: {{current}} of {{max}} additional managers
pt_pt: {{current}} de {{max}} gestores adicionais

source: Suggest additional managers
pt_pt: Sugerir gestores adicionais

source: Optional comment
pt_pt: Comentário opcional

source: You have added yourself as an additional manager. To send, please remove yourself from this list since you will complete the manager review.
pt_pt: Adicionou-se como um gestor adicional. Para enviar, remova-se desta lista, uma vez que irá completar a avaliação do gestor.

source: Submit & publish review
pt_pt: Submeter e publicar revisão

source: Publish review
pt_pt: Publicar revisão

source: Submit review
pt_pt: Submeter revisão
